import React from 'react';
import './individualorder.css';

const IndividualorderPage = () => {
  return (
    <div className="individual-wrapper">
      <div className="individual-background">
        <div className="individual-content">
          <h2>Индивидуальные десерты для Вас</h2>
          <p>
            Все десерты, представленные на нашем сайте, вы можете заказать в любое время — мы с радостью приготовим их
            для вас.
          </p>
          <p>
            А если вы хотите что-то особенное — торт в цветах вашей вечеринки, капкейки с уникальным декором или
            десерты, созданные
            по вашему настроению — мы готовы воплотить любую сладкую идею!
          </p>
          <p>
            Мы создаём десерты для дней рождения, свадеб, детских праздников, корпоративов и уютных домашних посиделок.
            Учитываем ваши пожелания по оформлению, цветовой гамме и даже тематике мероприятия.
          </p>
          <p>
            Если нужен индивидуальный декор, пожалуйста, оформите заказ заранее — за 7–10 дней до события.
            Это время необходимо, чтобы подготовить или заказать нужные элементы оформления.
          </p>
          <p>
            Для обсуждения индивидуального заказа свяжитесь с нашим менеджером любым удобным для Вас спопобом:<br/>
            📞 +375 (xx) xxx-xx-xx
          </p>
        </div>
      </div>
    </div>
  );
};

export default IndividualorderPage;
